{
  "Stop": {
    "Fish": {
      "Introduction": {
        "Messages": [
          {
            "Body": "Awesome! Our first stop is nearby. To help kick of your journey, we got a little help from a familiar face. Click this link to receive your clue: {0}",
            "Path": "video",
            "Title": "Start with Sashimi"
          }
        ]
      },
      "Clues": [
        {
          "Messages": [
            {
              "Body": "This creek always bore the same name, but it was spelled very differently over the years. Weelewaughmack, Weelewaughwemack, Willikwernock, Willerwhemack, Willowwemoc, Williwemock... some fishermen just call it Willow."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "To find the creek's most famous fish there are some resources around you. Maybe see if someone from the Livingston Manor Fly Fishing Club is around or run a few minutes north on Route 17 to the Catskill Fly Fishing Museum.\""
            },
            {
              "Body": "Awwwwwww - 40th birthday trip to a fishing museum. Scavengers know how to party!"
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "You don't have to wade hip deep to capture this photo - a screenshot off Google will work fine. We're just looking for the most popular fish!"
            }
          ]
        }
      ],
      "Victory": {
        "Messages": [
          {
            "Body": "That is one fresh fish - the most popular fish from the Willowemec Creek is indeed the trout! Well done Scavengers!"
          },
          {
            "Body": "When you ladies are ready to continue your journey, text YES."
          }
        ],
        "Next": "Bridge"
      }
    },
    "Bridge": {
      "Introduction": {
        "Messages": [
          {
            "Body": "Terrific. For this one, we'll need to hop in the car. We're in search of a shabby, rough hewn, adorable piece of architecture. Who better to help you on the way the way than this guy? Click on the link to get your clue: {0}",
            "Path": "video",
            "Title": "Over Troubled Waters"
          }
        ]
      },
      "Clues": [
        {
          "Messages": [
            {
              "Body": "We're looking for a bridge built in 1850, though it wouldn't look it. It was restored to its former might in 1984."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "This landmark is adjacent to a park perfect for taking photos, along with picnic tables and a public restroom."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "Google Maps prominently lists Sure Shot Gunsmithing near by but - pro tip - don't stop to visit."
            }
          ]
        }
      ],
      "Victory": {
        "Messages": [
          {
            "Body": "Bingo bongo! Good lookin' bridge, better lookin' ladies. Next stop is a bit of a drive - maybe use the restroom before continuing. Text YES when y'all are ready to boogie."
          }
        ],
        "Next": "Farm"
      }
    },
    "Farm": {
      "Introduction": {
        "Messages": [
          {
            "Body": "Rad - here we go! Scoot to your coupe and get ready to get your Google on. We're looking for a farm with a particular type of animal. To help, we've enlisted this party animal to send you on your way. Click this link to get your clue: {0}",
            "Path": "video",
            "Title": "Camelids Have More Fun"
          }
        ]
      },
      "Clues": [
        {
          "Messages": [
            {
              "Body": "You can leave Ginger and Boots at home - we're not looking for an ostrich. These furry friends are four legged mammals."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "Like llamas they are domesticated and South American. Unlike llamas they aren't packing any gear - they're raised solely for their wool."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "This farm is named for the waterway spilling out of Petrillo Lake."
            }
          ]
        }
      ],
      "Victory": {
        "Messages": [
          {
            "Body": "BOSH! Fun fact, Rob raised alpacas (and llamas and camels and a whole bunch of other animals) in high school. While they aren't as affectionate as camels, they're a shite sight better behaved than llamas. Cause llamas are dicks."
          },
          {
            "Body": "Time to head back to town. Enjoy your time at Buck Brook and text YES when you are ready for your next clue."
          }
        ],
        "Next": "Synagogue"
      }
    },
    "Synagogue": {
      "Introduction": {
        "Messages": [
          {
            "Body": "In small towns like these places of worship represent the best of what local artisans have to offer. To help us find a special one in Livingston Manor, we consult the august historian of Letterkenny: {0}",
            "Path": "video",
            "Title": "Brothers and Sisters"
          }
        ]
      },
      "Clues": [
        {
          "Messages": [
            {
              "Body": "Unlike the churches and the post office, this landmark is among the oldest standing structures in Livingston Manor. Except for the bridge, of course."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "In the original Hebrew this congregation is called אֲגוּדַת אַחִים‎."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "It took a generation of Jewish migration before the first synagogue was built. Max Schwartz was the first to arrive in 1909, a butcher from Eastern Poland. All super Googleable material."
            }
          ]
        }
      ],
      "Victory": {
        "Messages": [
          {
            "Body": "Nice photo! This congregation - Agudas Achim - was named long before this building was built, meaning \"a gathering of brothers and sisters.\" Not unlike the special congregation you've gathered this weekend."
          },
          {
            "Body": "If you haven't noticed, we've been finding local examples of some of Lillie's finest qualities. Her love of nature, antiquity, animals and family. For our last stop, we're just going to have fun. If you're getting hungry, stop by The Kaatskeller. Their pies are great, but don't leave without trying the trout rillettes. Text YES when you're ready for the last stop on your journey."
          }
        ],
        "Next": "Brewery"
      }
    },
    "Brewery": {
      "Introduction": {
        "Messages": [
          {
            "Body": "Hopefully all this running around made you thirsty. We have one last clue delivered from one guy who knows how to have a good time: {0}",
            "Path": "video",
            "Title": "Puppers Time"
          }
        ]
      },
      "Clues": [
        {
          "Messages": [
            {
              "Body": "You got a lot of breweries to sort through. This one is not far."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "The second most distinctive element of this brewery is its rad mascot reminiscent of what happens when you get the leaf in Super Mario 3."
            }
          ]
        },
        {
          "Messages": [
            {
              "Body": "Layup clue: this brewery is named for the mountain range you're in right now."
            }
          ]
        }
      ],
      "Victory": {
        "Messages": [
          {
            "Body": "Bottoms up babes! Well done - hope you all had fun on this super soft scavenger hunt for your 40th birthday. Here's one last message to conclude this fun adventure: {0}",
            "Path": "video"
          }
        ]
      }
    }
  }
}
